INSERT INTO camplus_db.faq_items (category_id,question,answer,status,view_count) VALUES
	 (1,'学校图书馆开放时间是多少？','大学城（南校区）图书馆开放时间为08:30-22:00',1,0),
	 (1,'校内除图书馆外，还有哪些自习室？','各教学楼空闲教室均可使用',1,0),
	 (1,'课程实验、上机课一般安排在哪里？','南校区上机、化学实验楼等地点',1,0),
	 (1,'如何办理学生教育邮箱？','登录网址 https://stuemail.scut.edu.cn 申请',1,0),
	 (1,'学校是否支持辅修、转专业？','学校设有辅修专业、转专业机制',1,0),
	 (1,'大学英语四六级考试如何报名？','学校会统一发布报名通知',1,0),
	 (1,'周末需要正常上课吗？','常规专业课实行双休',1,0),
	 (1,'如何查询课表、成绩？','登录学校校内综合信息平台',1,0),
	 (1,'宿舍门禁时间是如何规定的？','宿舍门禁时间按照学校相关管理规定执行',1,0),
	 (1,'校园卡丢失了怎么办？','请尽快前往校园卡中心进行挂失补办',1,0);
INSERT INTO camplus_db.faq_items (category_id,question,answer,status,view_count) VALUES
	 (1,'学校图书馆开放时间是多少？','大学城（南校区）图书馆开放时间为08:30-22:00',1,0),
	 (1,'校内除图书馆外，还有哪些自习室？','各教学楼空闲教室均可使用',1,0),
	 (1,'课程实验、上机课一般安排在哪里？','南校区上机、化学实验楼等地点',1,0),
	 (1,'如何办理学生教育邮箱？','登录网址 https://stuemail.scut.edu.cn 申请',1,0),
	 (1,'学校是否支持辅修、转专业？','学校设有辅修专业、转专业机制',1,0),
	 (1,'大学英语四六级考试如何报名？','学校会统一发布报名通知',1,0),
	 (1,'周末需要正常上课吗？','常规专业课实行双休',1,0),
	 (1,'如何查询课表、成绩？','登录学校校内综合信息平台',1,0),
	 (1,'宿舍门禁时间是如何规定的？','宿舍门禁时间按照学校相关管理规定执行',1,0),
	 (1,'校园卡丢失了怎么办？','请尽快前往校园卡中心进行挂失补办',1,0);
INSERT INTO camplus_db.faq_items (category_id,question,answer,status,view_count) VALUES
	 (1,'宿舍开门方式是什么？配备钥匙吗？','宿舍房门无实体钥匙，可使用学生卡或小程序蓝牙两种方式开门。',1,0),
	 (1,'宿舍床铺标准尺寸是多少？','五山校区床尺寸：0.9m×1.9m；国际校区床尺寸：1.0m×1.9m，可按该尺寸选购床品。',1,0),
	 (1,'宿舍有公共洗衣设备吗？','各宿舍区配备公用洗衣机，单次洗衣费用约 3 元；部分楼栋一楼还配有公共冰箱、微波炉（国际生宿舍、普通宿舍均有配置）。',1,0),
	 (1,'宿舍可以提前入住布置吗？','报到日前能否提前进入宿舍，需提前咨询本班辅导员或班主任，以当年迎新安排为准。',1,0),
	 (1,'宿舍如何连接校园网？','校园网全覆盖，需前往图书馆一楼网络中心办理开通、缴费业务，咨询电话：39382101。',1,0),
	 (1,'宿舍出现邻里矛盾如何处理？','优先室友之间沟通协商、互相包容；矛盾无法解决可向寝室长、宿管人员、辅导员反馈协调。',1,0),
	 (1,'学校图书馆开放时间是多少？','大学城（南校区）图书馆开放时间为08:30-22:00',1,0),
	 (1,'校内除图书馆外，还有哪些自习室？','各教学楼空闲教室均可使用',1,0),
	 (1,'课程实验、上机课一般安排在哪里？','南校区上机、化学实验楼等地点',1,0),
	 (1,'如何办理学生教育邮箱？','登录网址 https://stuemail.scut.edu.cn 申请',1,0);
INSERT INTO camplus_db.faq_items (category_id,question,answer,status,view_count) VALUES
	 (1,'学校是否支持辅修、转专业？','学校设有辅修专业、转专业机制',1,0),
	 (1,'大学英语四六级考试如何报名？','学校会统一发布报名通知',1,0),
	 (1,'周末需要正常上课吗？','常规专业课实行双休',1,0),
	 (1,'如何查询课表、成绩？','登录学校校内综合信息平台',1,0),
	 (1,'宿舍门禁时间是如何规定的？','宿舍门禁时间按照学校相关管理规定执行',1,0),
	 (1,'校园卡丢失了怎么办？','请尽快前往校园卡中心进行挂失补办',1,0),
	 (1,'宿舍开门方式是什么？配备钥匙吗？','宿舍房门无实体钥匙，可使用学生卡或小程序蓝牙两种方式开门。',1,0),
	 (1,'宿舍床铺标准尺寸是多少？','五山校区床尺寸：0.9m×1.9m；国际校区床尺寸：1.0m×1.9m，可按该尺寸选购床品。',1,0),
	 (1,'宿舍有公共洗衣设备吗？','各宿舍区配备公用洗衣机，单次洗衣费用约 3 元；部分楼栋一楼还配有公共冰箱、微波炉（国际生宿舍、普通宿舍均有配置）。',1,0),
	 (1,'宿舍可以提前入住布置吗？','报到日前能否提前进入宿舍，需提前咨询本班辅导员或班主任，以当年迎新安排为准。',1,0);
INSERT INTO camplus_db.faq_items (category_id,question,answer,status,view_count) VALUES
	 (1,'宿舍如何连接校园网？','校园网全覆盖，需前往图书馆一楼网络中心办理开通、缴费业务，咨询电话：39382101。',1,0),
	 (1,'宿舍出现邻里矛盾如何处理？','优先室友之间沟通协商、互相包容；矛盾无法解决可向寝室长、宿管人员、辅导员反馈协调。',1,0),
	 (1,'校内打印渠道有哪些？','1. 人工打印店：西区九栋楼下、南区后勤楼、北区二栋楼下等；2. 自助打印机：关注 “宅印” 公众号，博学楼、多栋宿舍楼均设有设备；3. 图书馆内也提供打印服务。',1,0),
	 (1,'校内运动场地如何使用、预约？','篮球场、操场等露天场地免费开放；网球场工作日 7:00-10:00 免费使用，其余时段用于教学不对外开放；专业场馆需按学校规定线上 / 线下预约。',1,0),
	 (1,'校内就医地点及要求是什么？','可前往校医院（康复诊疗区已升级）、南校区门诊部就诊，就诊需携带学生卡；紧急情况可联系宿管或校保卫处协助处理。',1,0),
	 (1,'校内有银行网点及 ATM 机吗？','南校区商圈设有中国银行、工商银行、农业银行网点及 ATM 机；D4 楼栋一楼也设有 ATM 机，可满足存取款需求。',1,0),
	 (1,'各校区日常上课作息有区别吗？','南校区、国际校区第一节课时间稍晚；五山校区上课时间更早，但中午午休时长更长；晚间课程一般不会超过 21:30，上机 / 习题课多为 18:30 开始。',1,0),
	 (1,'校区之间如何通勤？','五山校区（北校）正门有校内班车可直达大学城（南校区）；也可选择地铁、公交等公共交通往返各校区。',1,0),
	 (1,'校园内出行是否允许电动车？','遵循学校校园交通管理规定，电动车需合规上牌、按指定区域停放，禁止超速、违规载人。',1,0),
	 (1,'学校保研、评奖政策在哪里查看？','可查阅《推荐优秀应届本科毕业生免试攻读研究生管理办法》，奖学金、评优细则同步收录在《本科生手册》中，学校官网学生工作板块也会发布通知。',1,0);
INSERT INTO camplus_db.faq_items (category_id,question,answer,status,view_count) VALUES
	 (1,'考试违纪、作弊如何处理？','严格执行《全日制本科学生考试违纪作弊处理办法》，作弊将按校规予以处分，影响学籍及毕业资格。',1,0),
	 (1,'本科生出境交流有相关政策吗？','学校支持本科生出国（境）学习交流，具体流程、要求参照《全日制本科生出国 (境) 学习交流管理办法》。',1,0),
	 (1,'如何参与学校各类讲座、学术活动？','关注官网学术预告板块，校内会提前发布院士讲座、专家论坛、工作坊等活动信息，按需报名参与。',1,0),
	 (1,'毕业生相关工作（联络员、选调生）如何参与？','学校每年会开展毕业生校友联络员聘任、选调生暨 “笃行计划” 选拔等工作，关注学生工作处、学院通知即可报名参与。',1,0);
